Repository: ProfDrLuigi/WiredServer
Catalog: Wired Server/*.lproj/Localizable.strings
Languages: de, fr

source: A previous version of Wired Server is running since %@
de: Eine vorherige Version des Wired Servers läuft seit %@
fr: Une version précédente de Wired fonctionne depuis %@

source: Account with name “admin” has a password set
de: Account mit dem Namen “admin” hat ein Passwort
fr: Compte nommé “admin” avec un mot de passe définit

source: Account with name “admin” has no password set
de: Account mit dem Namen “admin” hat kein Passwort
fr: Compte nommé “admin” avec aucun mot de passe définit

source: All your settings, accounts and other server data will be lost.
de: Alle Deine Einstellungen, Accounts und andere Serverdaten werden gelöscht.
fr: Tous les réglages, les comptes et les données du serveur seront perdus.

source: Are you sure you want to uninstall Wired Server?
de: Möchtest Du den Wired Server wirklich deinstallieren?
fr: Êtes-vous sure de vouloir désinstaller Wired Server ?

source: Cancel
de: Abbrechen
fr: Annuler

source: Checking port status…
de: Prüfe port status…
fr: Vérification du port…

source: Install
de: Installiere
fr: Installer

source: Install Failed
de: Installation fehlgeschlagen
fr: L'installation a échoué

source: No account with name “admin” found
de: Kein Account mit dem Namen “admin” gefunden
fr: Aucun compte nommé “admin” trouvé

source: Port check failed
de: Port Überprüfung fehlgeschlagen
fr: La vérification du port a échoué

source: Select
de: Auswählen
fr: Sélectionner

source: Select Files
de: Dateien auswählen
fr: Sélectionner un répertoire

source: Start
fr: Démarrer

source: Start Failed
de: Start fehlgeschlagen
fr: Le démarrage a échoué

source: Stop
fr: Arrêter

source: Stop Failed
de: Stop fehlgeschlagen
fr: L'arrêt a échoué

source: Uninstall
de: Deinstallieren
fr: Désinstaller

source: Uninstall Failed
de: Deinstallation fehlgeschlagen
fr: La désinstallation a échoué

source: Uninstall…
de: Deinstallieren…
fr: Désinstallation…

source: Wired is not installed
de: Wired ist nicht installiert
fr: Wired n'est pas installé

source: Wired Server could not be installed: %@.
de: Wired Server konnte nicht installiert werden: %@.
fr: Wired Server ne peut pas être installé: %@.

source: Wired Server could not be started: %@.
de: Wired Server konnte nicht gestartet werden: %@.
fr: Wired Server ne peut pas être démarrer: %@.

source: Wired Server could not be stopped: %@.
de: Wired Server konnte nicht gestoppt werden: %@.
fr: Wired Server ne peut pas être arrêté: %@.

source: Wired Server could not be uninstalled: %@.
de: Wired Server konnte nicht deinstalliert werden: %@.
fr: Wired Server ne peut pas être désinstallé: %@.

source: Wired Server is not running
de: Wired Server läuft nicht
fr: Wired Server n'est pas démarré

source: Wired Server is running since %@
de: Wired Server läuft seit %@
fr: Wired Server est démarré depuis %@

source: Wired Server not found
de: Wired Server nicht gefunden
fr: Wired Server est introuvable
